Repository: Git-Rocky-Stack/Agent-X
Catalog: src/AgentX.App/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, ja, zh_cn

# Digest_NoCollectionsConfiguredYet.Text
source: No collections configured yet
de: Noch keine Sammlungen eingerichtet
es: Aún no hay colecciones configuradas
fr: Aucune collection configurée pour l'instant
ja: コレクションはまだ設定されていません
zh_cn: 尚未配置任何合集

# Digest_FileTypesImported.Text
source: File Types Imported
de: Importierte Dateitypen
es: Tipos de archivo importados
fr: Types de fichiers importés
ja: インポートされたファイルの種類
zh_cn: 已导入的文件类型

# Digest_Files.Text
source: files
de: Dateien
es: archivos
fr: fichiers
ja: 件のファイル
zh_cn: 个文件

# Digest_NoFilesImportedThis.Text
source: No files imported this period
de: In diesem Zeitraum keine Dateien importiert
es: No se importaron archivos en este período
fr: Aucun fichier importé sur cette période
ja: この期間にインポートされたファイルはありません
zh_cn: 本时段未导入任何文件

# Digest_ConversationHighlights.Text
source: Conversation Highlights
de: Konversations-Highlights
es: Momentos destacados de conversaciones
fr: Temps forts des conversations
ja: 会話のハイライト
zh_cn: 会话亮点

# Digest_Messages.Text
source: messages
de: Nachrichten
es: mensajes
ja: 件のメッセージ
zh_cn: 条消息

# Digest_Tokens.Text
source: tokens
ja: トークン
zh_cn: 个 Token

# Digest_NoConversationsThisPeriod.Text
source: No conversations this period
de: In diesem Zeitraum keine Konversationen
es: No hubo conversaciones en este período
fr: Aucune conversation sur cette période
ja: この期間の会話はありません
zh_cn: 本时段没有会话

# Digest_ReportHistory.Text
source: REPORT HISTORY
de: BERICHTSVERLAUF
es: HISTORIAL DE INFORMES
fr: HISTORIQUE DES RAPPORTS
ja: レポート履歴
zh_cn: 报告历史

# Digest_SelectAPreviousReport.Text
source: Select a previous report to view
de: Wählen Sie einen früheren Bericht aus
es: Seleccione un informe anterior para verlo
fr: Sélectionnez un rapport précédent à consulter
ja: 表示する過去のレポートを選択
zh_cn: 选择要查看的历史报告

# Digest_Docs2.Text
source: docs
de: Dok.
ja: 件
zh_cn: 个文档

# Digest_Searches2.Text
source: searches
de: Suchanfragen
es: búsquedas
fr: recherches
ja: 件の検索
zh_cn: 次搜索

# PastSelf_PastSelf.Text
source: PAST SELF
de: VERGANGENES ICH
es: TU YO DEL PASADO
fr: MOI D'AVANT
zh_cn: 过往的自己

# PastSelf_QueryYourBeliefsInsights.Text
source: Query your beliefs, insights, and evolution across time.
de: Fragen Sie Ihre Überzeugungen, Erkenntnisse und Entwicklung im Zeitverlauf ab.
es: Consulte sus creencias, ideas y evolución a lo largo del tiempo.
fr: Interrogez vos convictions, vos idées et votre évolution au fil du temps.
ja: 自分の考え、気づき、変化を時間軸で振り返りましょう。
zh_cn: 查询您的观点、洞见及其随时间的演变。

# PastSelf_WhatDidIThink.Text
source: What did I think about...
de: Was dachte ich über...
es: ¿Qué pensaba sobre...?
fr: Que pensais-je de...
ja: 私は何を考えていた?
zh_cn: 我当时是怎么想的...

# PastSelf_EnterATopicEPh.PlaceholderText
source: Enter a topic (e.g., 'remote work', 'AI safety', 'microservices')
de: Thema eingeben (z. B. „Remote-Arbeit“, „KI-Sicherheit“, „Microservices“)
es: Introduzca un tema (p. ej., 'trabajo remoto', 'seguridad de la IA', 'microservicios')
fr: Saisissez un sujet (p. ex. « télétravail », « sécurité de l'IA », « microservices »)
ja: トピックを入力 (例: 「リモートワーク」「AI の安全性」「マイクロサービス」)
zh_cn: 输入主题(例如“远程办公”“AI 安全”“微服务”)

# PastSelf_SearchPastSelf.Content
source: Search Past Self
de: Vergangenes Ich durchsuchen
es: Buscar en tu yo del pasado
fr: Rechercher dans mon moi d'avant
ja: Past Self を検索
zh_cn: 搜索过往的自己

# PastSelf_TimePeriod.Text
source: Time period
de: Zeitraum
es: Período
fr: Période
ja: 期間
zh_cn: 时间范围

# PastSelf_AllTime.Content
source: All time
de: Gesamter Zeitraum
es: Todo el tiempo
fr: Depuis toujours
ja: 全期間
zh_cn: 全部时间

# PastSelf_PastWeek.Content
source: Past week
de: Letzte Woche
es: Última semana
fr: Semaine passée
ja: 過去 1 週間
zh_cn: 过去一周

# PastSelf_PastMonth.Content
source: Past month
de: Letzter Monat
es: Último mes
fr: Mois passé
ja: 過去 1 か月
zh_cn: 过去一个月

# PastSelf_PastYear.Content
source: Past year
de: Letztes Jahr
es: Último año
fr: Année passée
ja: 過去 1 年
zh_cn: 过去一年

# PastSelf_CustomDate.Content
source: Custom date
de: Benutzerdefiniertes Datum
es: Fecha personalizada
fr: Date personnalisée
ja: カスタム日付
zh_cn: 自定义日期

# PastSelf_QuickActions.Text
source: Quick Actions
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
ja: クイック アクション
zh_cn: 快捷操作

# PastSelf_GetRelevantInsights.Content
source: Get Relevant Insights
de: Relevante Erkenntnisse abrufen
es: Obtener ideas relevantes
fr: Obtenir des idées pertinentes
ja: 関連するインサイトを取得
zh_cn: 获取相关洞见

# PastSelf_ShowBeliefEvolution.Content
source: Show Belief Evolution
de: Entwicklung der Überzeugungen anzeigen
es: Mostrar evolución de creencias
fr: Afficher l'évolution des convictions
ja: 考えの変遷を表示
zh_cn: 显示观点演变

# PastSelf_GetActiveTopics.Content
source: Get Active Topics
de: Aktive Themen abrufen
es: Obtener temas activos
fr: Obtenir les sujets actifs
ja: アクティブなトピックを取得
zh_cn: 获取活跃主题

# PastSelf_SearchingYourPast.Text
source: Searching your past...
de: Ihre Vergangenheit wird durchsucht...
es: Buscando en su pasado...
fr: Recherche dans votre passé...
ja: 過去を検索しています...
zh_cn: 正在搜索您的过往...

# PastSelf_YourViewHasEvolved.Text
source: Your view has evolved
de: Ihre Sichtweise hat sich weiterentwickelt
es: Su punto de vista ha evolucionado
fr: Votre point de vue a évolué
ja: あなたの見方は変化しています
zh_cn: 您的观点已发生演变

# PastSelf_Confidence.Text
source: Confidence
de: Konfidenz
es: Confianza
fr: Confiance
ja: 確信度
zh_cn: 置信度

# PastSelf_EvidenceFromYourConversations.Text
source: Evidence from your conversations
de: Belege aus Ihren Konversationen
es: Evidencia de sus conversaciones
fr: Preuves issues de vos conversations
ja: 会話からの根拠
zh_cn: 来自会话的证据

# PastSelf_RelatedConversations.Text
source: Related Conversations
de: Zugehörige Konversationen
es: Conversaciones relacionadas
fr: Conversations associées
ja: 関連する会話
zh_cn: 相关会话

# PastSelf_RelatedDocuments.Text
source: Related Documents
de: Zugehörige Dokumente
es: Documentos relacionados
fr: Documents associés
ja: 関連ドキュメント
zh_cn: 相关文档

# PastSelf_RelevantInsightsFromYour.Text
source: Relevant Insights from Your Past
de: Relevante Erkenntnisse aus Ihrer Vergangenheit
es: Ideas relevantes de su pasado
fr: Idées pertinentes de votre passé
ja: 過去からの関連インサイト
zh_cn: 来自过往的相关洞见

# PastSelf_TopicsYouVeBeen.Text
source: Topics You've Been Exploring
de: Themen, die Sie beschäftigt haben
es: Temas que ha estado explorando
fr: Sujets que vous avez explorés
ja: 最近探求しているトピック
zh_cn: 您一直在探索的主题

# PastSelf_DraftAsMe.Text
source: Draft as Me
de: Als ich entwerfen
es: Redactar como yo
fr: Rédiger comme moi
ja: 自分らしく下書き
zh_cn: 以我的口吻起草

# PastSelf_GenerateTextInYour.Text
source: Your AI provider writes the draft in the writing style measured from your chat messages, following the views you had recorded by the time period chosen above.
de: Ihr KI-Anbieter schreibt den Entwurf in dem Schreibstil, der aus Ihren Chatnachrichten gemessen wurde, und folgt den Sichtweisen, die Sie bis zum oben gewählten Zeitraum erfasst hatten.
es: Su proveedor de IA escribe el borrador con el estilo de escritura medido en sus mensajes de chat y sigue los puntos de vista que había registrado hasta el período elegido arriba.
fr: Votre fournisseur d'IA rédige le brouillon dans le style d'écriture mesuré à partir de vos messages de chat, en suivant les points de vue que vous aviez enregistrés jusqu'à la période choisie ci-dessus.
ja: AI プロバイダーが、チャットのメッセージから測定したあなたの文体で、上で選んだ期間までに記録された見方に沿って下書きを作成します。
zh_cn: 您的 AI 提供商会以从您的聊天消息中测得的写作风格撰写草稿，并遵循您在上方所选时间范围之前记录的观点。

# PastSelf_LoadProfile.Content
source: Load Profile
de: Profil laden
es: Cargar perfil
fr: Charger le profil
ja: プロファイルを読み込む
zh_cn: 加载画像

# PastSelf_Samples.Text
source: Samples
de: Beispiele
es: Muestras
fr: Échantillons
ja: サンプル
zh_cn: 样本

# PastSelf_AvgSentenceLength.Text
source: Avg Sentence Length
de: Ø Satzlänge
es: Longitud media de frase
fr: Longueur moyenne des phrases
ja: 平均文長
zh_cn: 平均句长

# PastSelf_Words.Text
source: words
de: Wörter
es: palabras
fr: mots
ja: 語
zh_cn: 词

# PastSelf_Style.Text
source: Style
de: Stil
es: Estilo
ja: スタイル
zh_cn: 风格

# PastSelf_Context.Text
source: Context
de: Kontext
es: Contexto
fr: Contexte
ja: コンテキスト
zh_cn: 上下文

# PastSelf_DescribeWhatYouRePh.PlaceholderText
source: Describe what you're writing about (e.g., 'An email to the team about the Q4 roadmap')
de: Beschreiben Sie, worüber Sie schreiben (z. B. „Eine E-Mail an das Team zur Q4-Roadmap“)
es: Describa sobre qué está escribiendo (p. ej., 'Un correo al equipo sobre la hoja de ruta del T4')
fr: Décrivez le sujet de votre texte (p. ex. « Un e-mail à l'équipe sur la feuille de route T4 »)
ja: 何について書くかを入力 (例: 「Q4 ロードマップについてチームへのメール」)
zh_cn: 描述您要写的内容(例如“给团队的一封关于 Q4 路线图的邮件”)

# PastSelf_Goal.Text
source: Goal
de: Ziel
es: Objetivo
fr: Objectif
ja: ゴール
zh_cn: 目标

# PastSelf_WhatYouWantToPh.PlaceholderText
source: What you want to accomplish (optional, e.g., 'Persuade them to adopt the new timeline')
de: Was Sie erreichen möchten (optional, z. B. „Sie vom neuen Zeitplan überzeugen“)
es: Lo que quiere lograr (opcional, p. ej., 'Convencerlos de adoptar el nuevo calendario')
fr: Ce que vous voulez accomplir (facultatif, p. ex. « Les convaincre d'adopter le nouveau calendrier »)
ja: 達成したいこと (省略可。例: 「新しいスケジュールの採用を説得する」)
zh_cn: 您想达成的目标(可选,例如“说服他们采用新时间表”)

# PastSelf_GenerateDraft.Content
source: Generate Draft
de: Entwurf erstellen
es: Generar borrador
fr: Générer un brouillon
ja: 下書きを生成
zh_cn: 生成草稿

# PastSelf_GeneratedDraft.Text
source: Generated Draft
de: Erstellter Entwurf
es: Borrador generado
fr: Brouillon généré
ja: 生成された下書き
zh_cn: 已生成的草稿

# PastSelf_Copy.Content
source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
zh_cn: 复制

# QuickAct_AiPoweredDocumentIntelligence.Text
source: AI-powered document intelligence tools. Summarize, translate, detect duplicates, and organize.
de: KI-gestützte Dokumentintelligenz-Tools. Zusammenfassen, übersetzen, Duplikate erkennen und organisieren.
es: Herramientas de inteligencia documental con IA. Resuma, traduzca, detecte duplicados y organice.
fr: Outils d'intelligence documentaire propulsés par l'IA. Résumez, traduisez, détectez les doublons et organisez.
ja: AI によるドキュメント インテリジェンス ツール。要約、翻訳、重複検出、整理ができます。
zh_cn: AI 驱动的文档智能工具。可总结、翻译、检测重复并进行整理。

# QuickAct_RecommendedForThisContext.Text
source: Recommended For This Context
de: Für diesen Kontext empfohlen
es: Recomendado para este contexto
fr: Recommandé pour ce contexte
ja: このコンテキストへのおすすめ
zh_cn: 针对当前上下文的推荐

# QuickAct_UseTheSelectedDocument.Text
source: Use the selected document and current intake state to jump straight to the most useful next action.
de: Nutzen Sie das ausgewählte Dokument und den aktuellen Intake-Status, um direkt zur nützlichsten nächsten Aktion zu springen.
es: Use el documento seleccionado y el estado de ingesta actual para ir directamente a la siguiente acción más útil.
fr: Utilisez le document sélectionné et l'état d'ingestion actuel pour passer directement à l'action suivante la plus utile.
ja: 選択中のドキュメントと現在の取り込み状況から、最も有用な次のアクションに直接ジャンプします。
zh_cn: 根据所选文档和当前摄取状态,直接跳转到最有用的下一步操作。

# QuickAct_Summarize.Text
source: Summarize
de: Zusammenfassen
es: Resumir
fr: Résumer
ja: 要約
zh_cn: 总结

# QuickAct_KeyPoints.Text
source: Key Points
de: Kernpunkte
es: Puntos clave
fr: Points clés
ja: 要点
zh_cn: 要点

# QuickAct_Translate.Text
source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
ja: 翻訳
zh_cn: 翻译

# QuickAct_Duplicates.Text
source: Duplicates
de: Duplikate
es: Duplicados
fr: Doublons
ja: 重複
zh_cn: 重复项

# QuickAct_Organize.Text
source: Organize
de: Organisieren
es: Organizar
fr: Organiser
ja: 整理
zh_cn: 整理

# QuickAct_GenerateASectionAware.Text
source: Generate a section-aware summary
de: Abschnittsbasierte Zusammenfassung erstellen
es: Generar un resumen por secciones
fr: Générer un résumé par sections
ja: セクションを考慮した要約を生成
zh_cn: 生成分节感知的摘要

# QuickAct_BuildsAConciseBrief.Text
source: Builds a concise brief by synthesizing indexed chunks into section summaries first, then a final overview.
de: Erstellt eine prägnante Übersicht, indem indexierte Abschnitte zunächst zu Abschnittszusammenfassungen und dann zu einem Gesamtüberblick verdichtet werden.
es: Crea un informe conciso sintetizando primero los fragmentos indexados en resúmenes por sección y luego en una visión general final.
fr: Produit une synthèse concise en condensant d'abord les fragments indexés en résumés de sections, puis en une vue d'ensemble finale.
ja: インデックス済みチャンクをまずセクション要約に統合し、最後に全体概要へとまとめた簡潔なブリーフを作成します。
zh_cn: 先将已索引的知识块合成为分节摘要,再生成最终总览,形成简明的简报。

# QuickAct_ChooseADocumentPh.PlaceholderText
source: Choose a document...
de: Dokument auswählen...
es: Elija un documento...
fr: Choisissez un document...
ja: ドキュメントを選択...
zh_cn: 选择文档...

# QuickAct_GenerateLayeredSummary.Content
source: Generate Layered Summary
de: Mehrstufige Zusammenfassung erstellen
es: Generar resumen por capas
fr: Générer un résumé en couches
ja: 階層要約を生成
zh_cn: 生成分层摘要

# QuickAct_Summary.Text
source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
ja: 要約
zh_cn: 摘要

# QuickAct_Layered.Text
source: Layered
de: Mehrstufig
es: Por capas
fr: En couches
ja: 階層
zh_cn: 分层

# QuickAct_SynthesizedFromIndexedSections.Text
source: Synthesized from indexed sections before final reduction.
de: Aus indexierten Abschnitten synthetisiert und anschließend final verdichtet.
es: Sintetizado a partir de secciones indexadas antes de la reducción final.
fr: Synthétisé à partir des sections indexées avant la réduction finale.
ja: インデックス済みセクションから統合した後、最終要約を作成しています。
zh_cn: 先由已索引的章节合成,再进行最终归纳。

# QuickAct_SelectADocumentTo.Text
source: Select a document to extract key points
de: Wählen Sie ein Dokument aus, um Kernpunkte zu extrahieren
es: Seleccione un documento para extraer los puntos clave
fr: Sélectionnez un document pour en extraire les points clés
ja: 要点を抽出するドキュメントを選択
zh_cn: 选择文档以提取要点

# QuickAct_ChooseADocumentPh2.PlaceholderText
source: Choose a document...
de: Dokument auswählen...
es: Elija un documento...
fr: Choisissez un document...
ja: ドキュメントを選択...
zh_cn: 选择文档...

# QuickAct_ExtractKeyPoints.Content
source: Extract Key Points
de: Kernpunkte extrahieren
es: Extraer puntos clave
fr: Extraire les points clés
ja: 要点を抽出
zh_cn: 提取要点

# QuickAct_KeyPoints2.Text
source: Key Points
de: Kernpunkte
es: Puntos clave
fr: Points clés
ja: 要点
zh_cn: 要点

# QuickAct_TranslateTextWithAi.Text
source: Translate text with AI
de: Text mit KI übersetzen
es: Traducir texto con IA
fr: Traduire du texte avec l'IA
ja: AI でテキストを翻訳
zh_cn: 使用 AI 翻译文本

# QuickAct_InputText.Text
source: Input Text
de: Eingabetext
es: Texto de entrada
fr: Texte d'entrée
ja: 入力テキスト
zh_cn: 输入文本

# QuickAct_EnterOrPasteTextPh.PlaceholderText
source: Enter or paste text to translate...
de: Zu übersetzenden Text eingeben oder einfügen...
es: Escriba o pegue el texto a traducir...
fr: Saisissez ou collez le texte à traduire...
ja: 翻訳するテキストを入力または貼り付け...
zh_cn: 输入或粘贴要翻译的文本...

# QuickAct_TargetLanguage.Text
source: Target Language
de: Zielsprache
es: Idioma de destino
fr: Langue cible
ja: 翻訳先の言語
zh_cn: 目标语言

# QuickAct_Translate2.Content
source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
ja: 翻訳
zh_cn: 翻译

# QuickAct_Translation.Text
source: Translation
de: Übersetzung
es: Traducción
fr: Traduction
ja: 翻訳結果
zh_cn: 译文

# QuickAct_DuplicateDetection.Text
source: Duplicate Detection
de: Duplikaterkennung
es: Detección de duplicados
fr: Détection des doublons
ja: 重複検出
zh_cn: 重复检测

# QuickAct_RunExactHashScans.Text
source: Run exact hash scans for identical files or semantic scans for near-duplicates using stored embeddings.
de: Führen Sie exakte Hash-Scans für identische Dateien oder semantische Scans für Beinahe-Duplikate auf Basis gespeicherter Embeddings durch.
es: Ejecute análisis de hash exacto para archivos idénticos o análisis semánticos de casi duplicados usando los embeddings almacenados.
fr: Lancez des analyses par hachage exact pour les fichiers identiques ou des analyses sémantiques des quasi-doublons à partir des embeddings stockés.
ja: 同一ファイルには正確なハッシュ スキャンを、類似ファイルには保存済み埋め込みを使ったセマンティック スキャンを実行します。
zh_cn: 对完全相同的文件运行精确哈希扫描,或利用已存储的嵌入对近似重复项运行语义扫描。

# QuickAct_ScanExactDuplicates.Content
source: Scan Exact Duplicates
de: Exakte Duplikate scannen
es: Buscar duplicados exactos
fr: Rechercher les doublons exacts
ja: 完全一致の重複をスキャン
zh_cn: 扫描完全重复项

# QuickAct_ScanSemanticNearDuplicates.Content
source: Scan Semantic Near-Duplicates
de: Semantische Beinahe-Duplikate scannen
es: Buscar casi duplicados semánticos
fr: Rechercher les quasi-doublons sémantiques
ja: セマンティックな類似重複をスキャン
zh_cn: 扫描语义近似重复项

# QuickAct_Wasted.Text
source: wasted
de: verschwendet
es: desperdiciados
fr: gaspillés
ja: の無駄
zh_cn: 被浪费

# QuickAct_Imported.Text
source: · Imported
de: · Importiert
es: · Importado
fr: · Importé
ja: · インポート:
zh_cn: · 导入于

# QuickAct_AiOrganizationAssistant.Text
source: AI Organization Assistant
de: KI-Organisationsassistent
es: Asistente de organización con IA
fr: Assistant d'organisation IA
ja: AI 整理アシスタント
zh_cn: AI 整理助手

# QuickAct_AnalyzesUncategorizedDocuments.Text
source: Analyzes uncategorized documents and suggests collections and tags based on content.
de: Analysiert unkategorisierte Dokumente und schlägt anhand des Inhalts Sammlungen und Tags vor.
es: Analiza documentos sin categorizar y sugiere colecciones y etiquetas según el contenido.
fr: Analyse les documents non classés et suggère des collections et des tags selon le contenu.
ja: 未分類のドキュメントを分析し、内容に基づいてコレクションとタグを提案します。
zh_cn: 分析未分类的文档,并根据内容推荐合集和标签。

# QuickAct_AnalyzeSuggest.Content
source: Analyze & Suggest
de: Analysieren & vorschlagen
es: Analizar y sugerir
fr: Analyser et suggérer
ja: 分析して提案
zh_cn: 分析并推荐

# QuickAct_Collection.Text
source: Collection:
de: Sammlung:
es: Colección:
ja: コレクション:
zh_cn: 合集:

# QuickAct_Tags.Text
source: Tags:
es: Etiquetas:
ja: タグ:
zh_cn: 标签:

# QuickAct_Reasoning.Text
source: Reasoning
de: Begründung
es: Razonamiento
fr: Raisonnement
ja: 根拠
zh_cn: 推理依据

# QuickAct_DocumentsAvailable.Text
source: documents available
de: Dokumente verfügbar
es: documentos disponibles
fr: documents disponibles
ja: 件のドキュメントが利用可能
zh_cn: 个文档可用

# ModelMgr_ManageYourLocalAi.Text
source: Manage the AI models that run on this computer: Ollama models and the speech-to-text model.
de: Verwalten Sie die KI-Modelle, die auf diesem Computer laufen: Ollama-Modelle und das Spracherkennungsmodell.
es: Gestione los modelos de IA que se ejecutan en este equipo: los modelos de Ollama y el modelo de voz a texto.
fr: Gérez les modèles d'IA qui s'exécutent sur cet ordinateur : les modèles Ollama et le modèle de reconnaissance vocale.
ja: このコンピューターで動作する AI モデル (Ollama モデルと音声テキスト変換モデル) を管理します。
zh_cn: 管理在此计算机上运行的 AI 模型：Ollama 模型和语音转文字模型。

# ModelMgr_Refresh.Content
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
zh_cn: 刷新

# ModelMgr_Models.Text
source: Models
de: Modelle
es: Modelos
fr: Modèles
ja: モデル
zh_cn: 个模型

# ModelMgr_BrowseModels.Text
source: Browse Models
de: Modelle durchsuchen
es: Explorar modelos
fr: Parcourir les modèles
ja: モデルを参照
zh_cn: 浏览模型

# ModelMgr_PullNewModel.Text
source: Pull New Model
de: Neues Modell laden
es: Descargar nuevo modelo
fr: Télécharger un nouveau modèle
ja: 新しいモデルをプル
zh_cn: 拉取新模型

# ModelMgr_EnterAModelName.Text
source: Enter a model name from the Ollama library to download it to your machine.
de: Geben Sie einen Modellnamen aus der Ollama-Bibliothek ein, um ihn auf Ihren Rechner herunterzuladen.
es: Introduzca el nombre de un modelo de la biblioteca de Ollama para descargarlo en su equipo.
fr: Saisissez le nom d'un modèle de la bibliothèque Ollama pour le télécharger sur votre machine.
ja: Ollama ライブラリのモデル名を入力すると、マシンにダウンロードできます。
zh_cn: 输入 Ollama 库中的模型名称,即可下载到本机。

# ModelMgr_EGLlama32Ph.PlaceholderText
source: e.g., llama3.2, mistral, phi3, deepseek-r1
de: z. B. llama3.2, mistral, phi3, deepseek-r1
es: p. ej., llama3.2, mistral, phi3, deepseek-r1
fr: p. ex. llama3.2, mistral, phi3, deepseek-r1
ja: 例: llama3.2、mistral、phi3、deepseek-r1
zh_cn: 例如 llama3.2、mistral、phi3、deepseek-r1

# ModelMgr_PullModel.Text
source: Pull Model
de: Modell laden
es: Descargar modelo
fr: Télécharger le modèle
ja: モデルをプル
zh_cn: 拉取模型

# ModelMgr_Cancel.Content
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_cn: 取消

# ModelMgr_PopularModels.Text
source: Popular models:
de: Beliebte Modelle:
es: Modelos populares:
fr: Modèles populaires :
ja: 人気のモデル:
zh_cn: 热门模型:

# ModelMgr_InstalledModels.Text
source: Installed Models
de: Installierte Modelle
es: Modelos instalados
fr: Modèles installés
ja: インストール済みモデル
zh_cn: 已安装的模型

# ModelMgr_LoadingModels.Text
source: Loading models...
de: Modelle werden geladen...
es: Cargando modelos...
fr: Chargement des modèles...
ja: モデルを読み込んでいます...
zh_cn: 正在加载模型...

# ModelMgr_Active.Text
source: ACTIVE
de: AKTIV
es: ACTIVO
fr: ACTIF
ja: アクティブ
zh_cn: 当前使用

# ModelMgr_SetActive.Text
source: Set Active
de: Aktivieren
es: Establecer activo
fr: Définir comme actif
ja: アクティブに設定
zh_cn: 设为当前

# ModelMgr_CopyModelNameTip.ToolTipService.ToolTip
source: Copy model name
de: Modellnamen kopieren
es: Copiar nombre del modelo
fr: Copier le nom du modèle
ja: モデル名をコピー
zh_cn: 复制模型名称

source: Copy model name
de: Modellnamen kopieren
es: Copiar nombre del modelo
fr: Copier le nom du modèle
ja: モデル名をコピー
zh_cn: 复制模型名称

# ModelMgr_DeleteModelTip.ToolTipService.ToolTip
source: Delete model
de: Modell löschen
es: Eliminar modelo
fr: Supprimer le modèle
ja: モデルを削除
zh_cn: 删除模型

source: Delete model
de: Modell löschen
es: Eliminar modelo
fr: Supprimer le modèle
ja: モデルを削除
zh_cn: 删除模型

# ModelMgr_Params.Text
source: params
de: Parameter
es: parámetros
fr: paramètres
ja: パラメーター
zh_cn: 参数

# ModelMgr_Ctx.Text
source: ctx
de: Kontext
es: contexto
fr: contexte
ja: コンテキスト
zh_cn: 上下文

# ModelMgr_Digest.Text
source: Digest:
ja: ダイジェスト:
zh_cn: 摘要:

# ModelMgr_NoModelsInstalled.Text
source: No models installed
de: Keine Modelle installiert
es: No hay modelos instalados
fr: Aucun modèle installé
ja: モデルがインストールされていません
zh_cn: 未安装任何模型

# ModelMgr_PullAModelFrom.Text
source: Pull a model from the Ollama library to get started. Popular choices include llama3.2, mistral, and phi3.
de: Laden Sie zum Einstieg ein Modell aus der Ollama-Bibliothek. Beliebte Optionen sind llama3.2, mistral und phi3.
es: Descargue un modelo de la biblioteca de Ollama para empezar. Opciones populares: llama3.2, mistral y phi3.
fr: Téléchargez un modèle de la bibliothèque Ollama pour commencer. Parmi les choix populaires : llama3.2, mistral et phi3.
ja: まずは Ollama ライブラリからモデルをプルしましょう。人気の選択肢は llama3.2、mistral、phi3 などです。
zh_cn: 从 Ollama 库拉取一个模型即可开始。热门选择包括 llama3.2、mistral 和 phi3。

# HwAdvisor_AnalyzeYourSystemTo.Text
source: Analyze your system to find the best AI models for your hardware.
de: Analysieren Sie Ihr System, um die besten KI-Modelle für Ihre Hardware zu finden.
es: Analice su sistema para encontrar los mejores modelos de IA para su hardware.
fr: Analysez votre système pour trouver les meilleurs modèles d'IA pour votre matériel.
ja: システムを分析して、ハードウェアに最適な AI モデルを見つけます。
zh_cn: 分析您的系统,为您的硬件找到最合适的 AI 模型。

# HwAdvisor_ReScan.Text
source: Re-scan
de: Erneut scannen
es: Volver a analizar
fr: Analyser à nouveau
ja: 再スキャン
zh_cn: 重新扫描

# HwAdvisor_ScanningYourHardware.Text
source: Scanning your hardware...
de: Hardware wird gescannt...
es: Analizando su hardware...
fr: Analyse de votre matériel...
ja: ハードウェアをスキャンしています...
zh_cn: 正在扫描您的硬件...

# HwAdvisor_DetectingGpuCpuMemory.Text
source: Detecting GPU, CPU, memory, and NPU capabilities.
de: GPU-, CPU-, Speicher- und NPU-Fähigkeiten werden erkannt.
es: Detectando capacidades de GPU, CPU, memoria y NPU.
fr: Détection des capacités GPU, CPU, mémoire et NPU.
ja: GPU、CPU、メモリ、NPU の性能を検出しています。
zh_cn: 正在检测 GPU、CPU、内存和 NPU 能力。

# HwAdvisor_SomeHardwareDetailsAre.Title
source: Some hardware details are unavailable
de: Einige Hardwaredetails sind nicht verfügbar
es: Algunos detalles del hardware no están disponibles
fr: Certains détails matériels sont indisponibles
ja: 一部のハードウェア情報を取得できません
zh_cn: 部分硬件信息不可用
